Repository: HynoTech/dropbox-folder-share
Catalog: languages/dropbox-folder-share-*.po
Languages: de_de, it_it, pt_br

source: URL de carpeta compartida de dropbox.
pt_br: URL da pasta compartilhada do Dropbox.

source: URL de Dropbox.
pt_br: URL do Dropbox.

source: Mostrar iconos.
pt_br: Mostrar ícones.

source: Ver Iconos.
pt_br: Ver Ícones.

source: Mostrar Tamaño.
pt_br: Mostrar Tamanho.

source: Ver Tamaño.
pt_br: Ver Tamanho.

source: Mostrar fecha de modificacion.
it_it: Mostra data modificata.
pt_br: Mostrar data de modificação.

source: Ver Modificado.
pt_br: Ver Modificação.

source: Visualizacion
de_de: Darstellung
it_it: Visualizzazione
pt_br: Visualização

source: Mostrar Iconos
de_de: Icons anzeigen
it_it: Mostra icone
pt_br: Mostrar Ícones

source: Mostrar Tamaño de Archivo
de_de: Dateigrösse anzeigen
it_it: Mostra dimensione file
pt_br: Mostrar Tamanho de Arquivo

source: Mostrar Fecha de Modificacion
de_de: Datum der letzten Modifikation anzeigen
it_it: Mostra la data di modifica
pt_br: Mostrar Data de Modificação

source: Usar visualizador de archivos Nativo de Dropbox
it_it: Utilizzando Native File Viewer Dropbox
pt_br: Usar visualizador de arquivos nativo do Dropbox

source: Mostrar imagenes usando ThickBox
it_it: Vedere le foto utilizzando thickbox
pt_br: Mostrar imagens usando ThickBox

source: Extensiones adicionales en ThickBox
it_it: ulteriori estensioni thickbox
pt_br: Extensões adicionais ao ThickBox

source: Altura maxima del contenedor
it_it: altezza massima del contenitore
pt_br: Altura máxima do contêiner

source: Mostrar bloque en el editor
it_it: Mostra blocco nell'editor
pt_br: Mostrar bloco no editor

source: Formato de fecha y hora
it_it: formato della data e ora
pt_br: Formato de data e hora

source: Vinculacion
de_de: Verknüpfung
it_it: Assegnazione
pt_br: Vinculação

source: Permitir Descarga de Archivos
de_de: Herunterladen der Dateien erlauben
it_it: Premetti lo scarico degli archivi
pt_br: Permitir Download de Arquivos

source: Permitir Descarga de Carpeta (comprimido)
de_de: Herunterladen der Dateien erlauben
it_it: Permetti lo scarico delle cartelle (compresse)
pt_br: Permitir Download de Pasta (comprimida)

source: Permitir Navegacion entre Carpetas
de_de: Lassen Sie die Navigation zwischen Ordnern
it_it: Consentire di navigazione tra le cartelle
pt_br: Permitir Navegação entre Pastas

source: Dejar Link de Carpeta Compartida
de_de: Link zum Öffentlich Ordner anzeigen
it_it: Lascia il link della cartella condivisa
pt_br: Deixar Link de Pasta Compartilhada

source: Separado por comas
it_it: comma Separated
pt_br: Separado por vírgulas

source: 0 para desabilitar y dejar altura automatica
it_it: 0 per disabilitare e arrestare altezza automatica
pt_br: 0 para desabilitar e deixar altura automática

source: Permite visualizar un bloque en el editor cuando se visualiza una carpeta compartida
it_it: Consente di visualizzare un blocco nell'editor quando viene visualizzata una cartella condivisa
pt_br: Permite visualizar um bloco no editor quando se visualiza uma pasta compartilhada

source: Documentación sobre formatos de fecha y hora
it_it: Documentazione relativa data e ora formati
pt_br: Documentação sobre formatos de data e hora

source: Configuraciones guardadas.
de_de: Gspeicherten enstellungen
it_it: impostazioni salvate.
pt_br: Configurações salvas.

source: Parametros de Shortcode
de_de: Shortcode Parameter
it_it: Parametri Shortcode
pt_br: Parâmetros de Shortcode

source: URL de la carpeta compartida de DropBox.
de_de: Dropbox öffentlicher Ordner URL
it_it: URL della cartella condivisa su DropBox.
pt_br: URL da pasta compartilhada do Dropbox

source: Mostrar iconos en la visualizacion.
it_it: Mostra icone sul display.
pt_br: Mostrar ícones na visualização

source: Mostrar tamaño de archivos.
it_it: Mostra la dimensione del file.
pt_br: Mostrar tamanho de arquivos

source: Titulo de la seccion (solo para ver en editor).
it_it: Titolo della sezione (solo per l'editor).
pt_br: Título da seção (somente para ver no editor).

source: Gracias por Utilizar este plugin. Me gustaria leer sugerencias u opiniones para que juntos mejoremos esta herramienta, cualquier sugerencia para mejorar el plugin o reportar algun error nos ayuda muchisimo, no duden en hacernoslo saber.
de_de: Vielen Dank, dass Sie dieses Plugin verwenden. Ich für Anregungen und Meinungen, so dass wir zusammen gelesen verbessern dieses Tool gerne, irgendwelche Vorschläge, um das Plugin zu verbessern oder Fehler zu melden hilft uns sehr, zögern Sie nicht uns wissen.
it_it: Grazie per aver usato questo plugin. Vorrei leggere suggerimenti o opinioni in modo che insieme possiamo migliorare questo strumento, eventuali suggerimenti per migliorare il plug-in o di segnalare eventuali errori ci aiuta molto, non esitate a farcelo sapere.
pt_br: Obrigado por utilizar este plugin. Gostaria de ler sugestões e opiniões para que juntos melhoremos esta ferramenta, qualquer sugestão para melhorar o plugin ou reportar algum erro nos ajuda muitíssimo, não hesite em fazer-nos saber.

source: Pueden hacernos llegar sus sugerencias, opiniones y/o criticas a travez del formulario de contactos de
de_de: Sie können uns Ihre Anregungen, Meinungen und / oder Kritik travez Kontaktformular senden
it_it: Potete inviarci i vostri suggerimenti, opinioni e / o critiche attraverso il form contatti
pt_br: Pode fazer chegar suas sugestões, opiniões e/ou críticas através do formulátio de contatos de

source: Informacion del Plugin
de_de: Plugin Informationen
it_it: Informazioni Plugin
pt_br: Informação do Plugin

source: Nombre
de_de: Name
it_it: Nome
pt_br: Nome

source: Hola, espero que disfruten de mi plugin. Me llevó un montón de horas para hacerlo. Una gran cantidad de galletas y jugo de uva que se derramó sobre el teclado en la creación de este plugin. Si te gusta, me podrías ayudar invitandome un café recién hecho.
de_de: Hallo, ich hoffe, Sie genießen meine Plugin. Es dauerte viele Stunden zu tun. Eine Menge Kekse und Traubensaft verschüttet auf der Tastatur in der Schaffung dieses Plugin. Wenn Sie möchten, können Sie mir helfen, mich eingeladen frisch gebrühten Kaffee.
it_it: Ciao, spero ti piaccia il mio plugin. Ci sono volute molte ore di programmazione. Molti cracker e succo d’uva sono stati rovesciati sulla tastiera nella creazione di questo plugin. Se ti piace, potresti aiutarmi invitarmi a bere un caffè appena preparato.
pt_br: Olá, espero que disfrute do meu plugin. Me levou um montão de horas para fazê-lo. Uma grande quantidade de biscoitos e suco de uva que se derramou sobre o teclado na criação desse plugin. Se você gosta, me poderias ajudar convidando-me a um café recém feito.

source: Error de seguridad
de_de: Sicherheitsfehler
it_it: Errore di sicurezza
pt_br: Erro de segurança

source: No encontramos lo que buscas.
it_it: Non troviamo quello che stai cercando.
pt_br: Não encontramos o que buscas.

source: Descargar carpeta actual (zip)
it_it: Scarica cartella corrente (zip)
pt_br: Fazer download da pasta atual (zip)

source: Tamaño
pt_br: Tamanho

source: Esta carpeta está vacía
pt_br: Esta pasta está vazia

source: No encontrado
de_de: Nicht gefunden
it_it: Non trovato
pt_br: Não encontrado

source: Dropbox Folder Share - Configuracion
de_de: Dropbox Folder Share - Einstellungen
it_it: Dropbox Folder Share - Configurazione
pt_br: Dropbox Folder Share - Configuração

source: Dropbox Folder Share ha mejorado!
pt_br: Dropbox Folder Share melhorou!

source: Seccion en editor.
pt_br: Seção no editor.

source: Añadido la posibilidad de Widget
pt_br: Adicionado a possibilidade de Widget

source: Por favor <a href="%s">revisa las configuraciones</a> para asegurarte de que todo esta bien.
pt_br: Por favor <a href="%s">revise as configurações</a> para assegurar-te de que tudo está bem.

source: Considera hacer una donacion para ayudarnos con el proyecto. Lo tendremos en gran valor.
pt_br: Considere fazer uma doação para ajudarmos com o projeto. Vamos tê-lo em grande valor.

source: Dropbox Folder Share NECESITA TU AYUDA!
pt_br: Dropbox Folder Share PRECISA DA TUA AJUDA!

source: Es muy dificil escribir este mensaje, pero es necesario hacerlo.
pt_br: É muito difícil escrever esta mensagem, mas é necessário fazê-lo.

source: Dropbox Folder Share lleva siendo actualizada de manera casi continua e inmediata ya mas de 4 años. Lamentablemente el HOST y DOMINIO estan por caducar y hace falta de sus donaciones para poder pagarlos. Lamentablemente no puedo seguir pagando estos servicios por mi cuenta por lo que recurro a ustedes a que puedan ayudarme con esto.
pt_br: Dropbox Folder Share foi atualizado quase que continuamente e por mais de 4 anos. Infelizmente, o HOST e o DOMAIN estão prestes a expirar e as suas doações são necessárias para poder pagá-las. Infelizmente não posso continuar pagando por esses serviços por conta própria, por isso peço que me ajudem com isso.

source: Cualquier donacion que puedan hacer sera muy bien recibido y estare muy agradecido por ello.
pt_br: Qualquer doação que eles possam fazer será muito bem recebida e eu serei muito grato por isso.

source: No quiero dejar pasar esta oportunidad de dar gracias a los 2 amigos de FRANCIA que tuvieron a bien donar el año 2014. MUCHAS GRACIAS
pt_br: Não quero perder esta oportunidade de agradecer aos 2 amigos da FRANÇA que tiveram a bondade de doar no ano de 2014. MUITOS AGRADECIMENTOS

source: Donaciones
pt_br: Doações

source: Carpeta Dropbox
it_it: cartella di Dropbox
pt_br: Pasta Dropbox

source: URL de carpeta
it_it: cartella URL
pt_br: URL da pasta

source: Campos Obligatorios
it_it: I campi obbligatori
pt_br: Campos Obrigatórios

source: Titulo
pt_br: Título

source: Iconos
it_it: Icone
pt_br: Ícones

source: Plugin que permitira incluir carpetas de DropBox en nuestras entradas de blog.
de_de: Diese Plugin ermöglicht es einen öffentlichen Dropbox Ordner auf einer WordPress Seite anzuzeigen.
it_it: Il plugin permette di includere le cartelle condivise di DropBox.
pt_br: Plugin que permitirá incluir pastas do DropBox em nossas entradas de blog.

source: Autor
it_it: Autore

source: Usar Ajax
de_de: Mit AJAX
it_it: Utilizza AJAX

source: Mostrar Miniaturas
it_it: Mostra miniature

source: Configurar
de_de: Einstellen
it_it: Configura

source: Website
de_de: Webseite

source: Conexion
de_de: Verbindung

source: Tipo de Conexion a Usar
de_de: gewählter Verbindungstyp
